02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-08-adresvraag webservice (historisch zoeken)/uc1004-08C10T030c/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>40510</m:item>
                    <m:item>46310</m:item>
                    <m:item>46410</m:item>
                    <m:item>46510</m:item>
                    <m:item>47310</m:item>
                    <m:item>48210</m:item>
                    <m:item>48220</m:item>
                    <m:item>48230</m:item>
                    <m:item>48510</m:item>
                    <m:item>48610</m:item>
                    <m:item>540510</m:item>
                    <m:item>546310</m:item>
                    <m:item>546410</m:item>
                    <m:item>546510</m:item>
                    <m:item>547310</m:item>
                    <m:item>548210</m:item>
                    <m:item>548220</m:item>
                    <m:item>548230</m:item>
                    <m:item>548510</m:item>
                    <m:item>548610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10110</m:rubrieknummer>
                        <m:zoekwaarde>2354507297</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>47310</m:rubrieknummer>
                        <m:zoekwaarde>FR0057</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>